{
  "bufferline.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "dashboard-nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neovim-session-manager": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.1" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vgit.nvim": { "branch": "main" },
  "vim-nightfly-colors": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}